user_db = {
    1: {
        '이름': '오즈',
        '나이': 25,
        '생년월일': '2000-08-29',
        '취미': '배드민턴, 소설',
        '거주지': '대구광역시 달서구',
        '개발경력': '1년 2개월'
    },
    2: {
        '이름': '소민',
        '나이': 28,
        '생일': '1995-02-22',
        '취미': '시체놀이, 코딩',
        '거주지': '대구광역시 북구',
        '개발경력': '4개월'
    },
    3: {
        '이름': '철수',
        '나이': 29,
        '생일': '1996-03-11',
        '취미': '소설, 과학잡지보기',
        '거주지': '서울특별시 강서구',
        '개발경력': '3년 2개월'
    },
    4: {
        '이름': '승현',
        '나이': 28,
        '생일': '1997-01-16',
        '취미': '여행',
        '거주지': '서울특별시 강남구',
        '개발경력': '3년 5개월'
    },
    5: {
        '이름': '성훈',
        '나이': 33,
        '생일': '1992-09-21',
        '취미': '운동, 먹방',
        '거주지': '경기도 고양시',
        '개발경력': '5년 8개월'
    }
}